{
    "header2":"\"Étudiant en informatique @ Université McGill^500 | Aspirant ingénieur logiciel\"",
    "personalProjects":"projetsPersonnels",
    "aboutMe":"aPropos",
    "resume":"cv",
    "uni":"Université McGill",
    "placeDateMc":"Montréal,QC - Août 2022 - Décembre 2025",
    "bac":"Baccalauréat en science",
    "major":"Majeure en informatique",
    "minor":"Mineure en gestion",
    "courses":"Cours pris:",
    "placeDateBDEB":"Montréal,QC - Août 2020 - Mai 2022",
    "dec":"Diplôme d'études collégiales",
    "decDomain":"Sciences de la nature",
    "placeDateCL":"Laval,QC - Août 2015 - Juin 2020",
    "des":"Diplôme d'études secondaires",

    "sci":"Stagiaire consultant logiciel",
    "placeDateDS":"Montréal,QC - Mai 2023 - Août 2023",
    "stageOpen":"Pendant mon stage chez Dassault Systemes, j'ai...",
    "DSDesc1":"Découvert le cycle de vie du développement logiciel et de la gestion de projet.",
    "DSDesc2":"Appris les technologies du développement web à travers les widgets web.",
    "DSDesc3":"Programmé des macros Excel afin de rationaliser le flux de travail de mon superviseur.",
    "DSDesc4":"Présenté efficacement l'avancement du projet aux parties prenantes, développant ainsi mes compétences relationnelles tout en recueillant des retours précieux pour le développement du projet.",
    "lang":"Langages",
    "dms":"Spécialiste en gestion de données",
    "placeDateCR":"À distance - Nov. 2022 - Présent",
    "CRDesc1":"Aider les coordonnateurs de recherche en entrant les données des études dans les bases de données appropriées.",
    "CRDesc2":"Répondre aux demandes des commanditaires et accomplir d'autres tâches reliées à la gestion et à l'entrée de données.",
    "CTrole":"Préposé d'entrepôt",
    "placeDateCT":"Laval,QC - Juin 2021 - Août 2021",
    "CTDesc":"Remplir les commandes de succursales Couche-Tard à travers la province, tout en travaillant dans un milieu d'entrepôt dynamique.",

    "persWebS":"Site web personnel",
    "placeDateWeb":"Mai 2023",
    "webDesc":"Afin de me familiariser avec le développement web, j'ai créé mon propre site web en utilisant les bases de HTML, CSS et JavaScript. J'ai utilisé la librairie typed.js afin d'animer mon site web et le framework jQuery pour implementer la traduction des pages",

    "abtMeP1":"Je suis un étudiant de 20 ans, présentement à la poursuite d'un baccalauréat en informatique à l'université McGill.",
    "abtMeP2":"J'adore la technologie. Elle me fascine depuis que je suis tout petit et essayer de comprendre ses subtilités est ce qui m'a mené à emprunter la route sur laquelle je me trouve aujourd'hui.",
    "abtMeP3":"J'adore apprendre. Je cherche continuellement à m'améliorer et je suis toujours partant pour un défi.",
    "abtMeP4":"J'adore créer. Avoir des projets à entreprendre et à entretenir a toujours été une facette clé de ma personne.",
    "interests":"Intérêts",
    "weight":"Fitness",
    "stock":"Marché boursier",
    "game":"Jeux vidéo",
    "spoken":"Langues",
    "fluid":"Fluide en français et en anglais",

    "eduP":"Éducation",
    "expP":"Expérience",
    "prjP":"Projets Personnels",
    "abtP":"À propos",

    "home":"accueil"
}
